;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;  DO NOT translate the item "ReadHabit=Left-to-right". You can modify it if your native language is right to left.
;
; TranslationAuthor: Harzynn
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 1.0.2
; Update: July 06, 2021
;

[Lang]
NativeLanguage=Portuguese
[Translation]
LangCode=0416
ReadHabit=Left-to-right
LanguageName=PT
LangShortName=pt-BR
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

lblinfo.Caption=Verifique se seu PC atende os requisitos mínimos.
lbllang.Caption=Idioma:
cpu=Processador
memory=Memoria
disk=Armazenamento
diskstyle=Tipo de partição
firmware=Firmware do sistema
boot=Inicialização segura
graphiccard=Placa de vídeo
tpm=TPM 2.0
info3=A frequência do processador é menor que 1 GHz.
info4=A arquitetura do processador é x86, mas o Windows 11 não suporta.
info5=O processador não está na lista de compatíveis.
info6=O Windows 11 não oferece suporte a processadores de 32 bits.
info7=O tipo de partição do armazenamento não é GPT.
info8=A memória ram deve ser de 4 GB ou mais.
info9=O armazenamento do sistema deve ter 64 GB ou mais.
info10=O firmware do sistema não oferece suporte para inicialização segura.
info11=A placa de vídeo não oferece suporte a DirectX 12.
info12=A versão do WDDM é inferior a 2.x
info13=TPM não é compatível.
info14=TPM está desativado.
info15=A versão do TPM é inferior a 2.0
info16=O firmware do sistema não suporta UEFI.
info-3=Processador 64 bits desconhecido.
info-4=O espaço livre no armazenamento é inferior a 64 GB.
tpminfo=Módulo de plataforma confiável versão 2.0
directxinfo=Gráficos compatíveis com DirectX %s / WDDM %s
bootinfo=O PC usa uma inicialização segura.
support=Compatível
unknow=Desconhecido
unsupport=Não compativel
NewVer=Uma nova versão está disponível! Gostaria de atualizar agora?
